#COLORS AND DESIGNS
from colors import *

# Welcome screen
def start_screen():
    print(YELLOW + """
██╗    ██╗ ███████╗ ██╗       ██████╗  ██████╗  ███╗   ███╗ ███████╗
██║    ██║ ██╔════╝ ██║      ██╔════╝ ██╔═══██╗ ████╗ ████║ ██╔════╝
██║ █╗ ██║ █████╗   ██║      ██║      ██║   ██║ ██╔████╔██║ █████╗       
██║███╗██║ ██╔══╝   ██║      ██║      ██║   ██║ ██║╚██╔╝██║ ██╔══╝       
 ███╔███╔╝ ███████╗ ███████╗ ╚██████╗ ╚██████╔╝ ██║ ╚═╝ ██║ ███████╗   
 ╚══╝╚══╝  ╚══════╝ ╚══════╝  ╚═════╝  ╚═════╝  ╚═╝     ╚═╝ ╚══════╝   
""" + RESET)
# Menu for the OS
def menu_screen():
    print(r"""    --------MENU--------""")
    print(r"""        1. Calculator""")
    print(r"""        2. Show Time""")
    print(r"""        3. Show Date""")
    print(r"""        4. Notepad""")
    print(r"""        5. Exit""")